package com.example.lab

object PersonDataStorage {
    private val dataList = listOf(
        "Математика - 5, English - 5, Українська мова - 5",
        "Математика - 4, English - 4, Українська мова - 4",
        "Математика - 3, English - 4, Українська мова - 4",
        "Математика - 2, English - 4, Українська мова - 4",
        "Математика - 1, English - 4, Українська мова - 4",
        "Математика - 5, English - 3, Українська мова - 3",
        "Математика - 5, English - 2, Українська мова - 4",
        "Математика - 5, English - 1, Українська мова - 5",
        "Математика - 3, English - 5, Українська мова - 5",
        "Математика - 4, English - 5, Українська мова - 5",
        "Математика - 5, English - 2, Українська мова - 2",
        "Математика - 5, English - 4, Українська мова - 2",
        "Математика - 4, English - 2, Українська мова - 5",
        "Математика - 5, English - 4, Українська мова - 2",
        "Математика - 2, English - 2, Українська мова - 2",
        "Математика - 4, English - 3, Українська мова - 3",
        "Математика - 3, English - 3, Українська мова - 3",
        "Математика - 3, English - 5, Українська мова - 2",
        "Математика - 3, English - 5, Українська мова - 4",
        "Математика - 2, English - 5, Українська мова - 5",
        "Математика - 2, English - 4, Українська мова - 4",
        "Математика - 2, English - 4, Українська мова - 5"
    )

    fun random() = dataList.random()
}